[
{
    "created_at": "2024-03-03T22:08:16.177459",
    "object_id": 32943,
    "url": "https://boardgamegeek.com/boardgamedesigner/32943/matt-tolman",
    "name": "Matt Tolman",
    "description": "Matt Tolman is a member of the Game Artisans of Canada (www.gameartisans.ca). He has been an avid gamer his whole life and started designing games in 2007. He lives/designs games in Calgary, Alberta, and can be found at most board game nights at The Sentry Box, his favourite FLGS. He also attends Fallcon (www.fallcon.com), The Gathering of Friends, and the Spiele in Essen, Germany. His name is pronounced \"Mat toll-man\" Matt is a huge fan of BGG, and frequently shares his game designing exploits with the community. Most notably his game design diary for Undermining, and his prototyping how-to videos, where he sheds some light on his process. Ludography of Published games(2011) Undermining (2012) Don't Push Your Luck! (2013) Bounce (2014) Super Motherload Coming Soon(2018) Sails to Steam (Who knows?) Wrath of Gods",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "boardgames": [
        224517
    ]
},
{
    "created_at": "2024-03-03T22:08:16.588654",
    "object_id": 21,
    "url": "https://boardgamegeek.com/boardgamedesigner/21/christian-t-petersen",
    "name": "Christian T. Petersen",
    "description": "Christian Petersen is the founder and CEO of Fantasy Flight Games, as well as one of their main game designers. His design of Twilight Imperium helped transform Fantasy Flight from a small importer of European comics into a large game publisher. He founded Fantasy flight Games in 1995 and ran it until it merged with Asmodee in 2014, when he became CEO of Asmodee North America. He left in 2018, after Asmodee was acquired by Pai Partners. He created his own venture fund, Strange Stars Entertainment, which he used to then create his new company that he is now CEO of, Gamezenter, Inc.. Christian Petersen is born in Washington, grew up in Denmark, and moved back to Minnesota in 1991. Notable Games 1997 Twilight Imperium 1999 Diskwars (with Tod Gelle, Darrell Hardy, Tom Jolly) 2000 Twilight Imperium: Second Edition 2002 A Game of Thrones Collectible Card Game (with Eric M. Lang) 2003 A Game of Thrones (with Kevin Wilson) 2005 Twilight Imperium: Third Edition 2005 World of Warcraft: The Boardgame (with Eric M. Lang) 2007 StarCraft: The Board Game (with Corey Konieczka) 2009 Middle-Earth Quest (with Corey Konieczka) 2013 Warhammer: Diskwars (with Tom Jolly, Lukas Litzsinger) 2015 Star Wars: Armada (with James Kniffen) 2017 Twilight Imperium: Fourth Edition (with Dane Beltrami and Corey Konieczka)",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "boardgames": [
        233078
    ]
},
{
    "created_at": "2024-03-03T22:08:17.040783",
    "object_id": 96049,
    "url": "https://boardgamegeek.com/boardgamedesigner/96049/dane-beltrami",
    "name": "Dane Beltrami",
    "description": "Game developer working for FFG. He did some of the writing for Eldritch Horror from Mountains of Madness expansion to the present, and developed the “Warhammer Quest: The Adventure Card Game: Witch Hunter and Trollslayer Expansions\"",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "boardgames": [
        233078
    ]
},
{
    "created_at": "2024-03-03T22:08:17.645050",
    "object_id": 69802,
    "url": "https://boardgamegeek.com/boardgamedesigner/69802/isaac-childres",
    "name": "Isaac Childres",
    "description": "Isaac Childres is a game designer and a one-man army of board game design and development. Childres graduated from Bakersfield High School in Bakersfield, California, in 2000. He pursued physics and journalism at the University of Oklahoma, and later a master's and doctoral degree in physics from Purdue University. He has been living in Lafayette, Indiana, the home to Purdue University. He is best known for designing Gloomhaven, but he has also designed Forge War, Founders of Gloomhaven, and other titles. His name is pronouced \"EYE-zik CHILL-dress\" Microbadge:",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "boardgames": [
        174430,
        291457
    ]
},
{
    "created_at": "2024-03-03T22:08:18.138114",
    "object_id": 52075,
    "url": "https://boardgamegeek.com/boardgamedesigner/52075/jacob-fryxelius",
    "name": "Jacob Fryxelius",
    "description": "Game developer from Sweden. Co-owner of FryxGames trade company.",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "boardgames": [
        167791
    ]
},
{
    "created_at": "2024-03-03T22:08:18.590133",
    "object_id": 6651,
    "url": "https://boardgamegeek.com/boardgamedesigner/6651/corey-konieczka",
    "name": "Corey Konieczka",
    "description": "Podcast interviews BSG Interview with Ninjas Vs. Pirates (Sept 09) Interview with D6 Generation (September 08) Interview on Pulp Gamer (Gen Con 08) Interview with the Thoughtful Gamer (September 2019) Interview with Board Game Design Lab (June 2020) Five Games for Doomsday (June 2022) Other interviews Interview on Board Times (Nov 2014) Frequently Asked Question: Konieczka is pronounced \"Koneska\" :D Twitter https://twitter.com/Psycorey/ Notable Games Corey designed, co-designed, or contributed content to the following games: 2006 Warrior Knights (with Derek Carver, Pierre Cléquin, Bruno Faidutti) 2007 StarCraft: The Board Game (with Christian T. Petersen) 2007 Tide of Iron (with John Goodenough, Christian T. Petersen) 2008 Battlestar Galactica: The Board Game 2008 World of Warcraft: The Adventure Game 2009 Middle-Earth Quest (with Christian T. Petersen, Tim Uren) 2010 Runewars 2010 Space Hulk: Death Angel – The Card Game 2011 Rune Age 2011 Gears of War: The Board Game 2011 Mansions of Madness 2012 Descent: Journeys in the Dark (Second Edition) (with Daniel Clark (I), Adam Sadler, Kevin Wilson) 2013 Eldritch Horror (with Nikki Valens) 2014 Star Wars: Imperial Assault (with Justin Kemppainen, Jonathan Ying) 2015 Forbidden Stars (with Samuel Bailey, James Kniffen) 2016 Star Wars: Rebellion 2016 Star Wars: Destiny (with Lukas Litzsinger) 2017 Twilight Imperium: Fourth Edition (with Christian T. Petersen and Dane Beltrami) 2018 Discover: Lands Unknown 2019 Star Wars: Outer Rim (with Tony Fanchi) 2021 The Initiative (first game for Unexpected Games) 2022 Voices In My Head 2022 3000 Scoundrels 2023 3000 Scoundrels: Double or Nothing Expansion",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "boardgames": [
        233078,
        187645
    ]
},
{
    "created_at": "2024-03-03T22:08:18.972321",
    "object_id": 6,
    "url": "https://boardgamegeek.com/boardgamedesigner/6/martin-wallace",
    "name": "Martin Wallace",
    "description": "Martin Wallace (born 1962 near Southampton ) is a game designer from Manchester, England (currently living in Australia after a stint in New Zealand), who is the founder of Warfrog/Treefrog Games and Wallace Designs. His name is pronounced \"MAR-tin WOLL-iss\" Abridged List of Notable Games 1993 Lords of Creation 1998 Cloudbusters 1998 Liberté 1999 Mordred 2000 Empires of the Ancient World 2000 Way Out West 2001 Volldampf 2003 Princes of the Renaissance 2003 Secrets of the Tombs 2004 Struggle of Empires 2004 La Strada 2005 Byzantium 2006 Perikles 2007 Brass: Lancashire 2008 Tinners' Trail 2008 After the Flood 2008 Steel Driver 2008 Toledo 2009 God's Playground 2009 Automobile 2009 Rise of Empires 2009 Last Train to Wensleydale 2009 Steam 2009 Waterloo 2010 Age of Industry 2010 Gettysburg 2010 Moongha Invaders: Mad Scientists and Atomic Monsters Attack the Earth! 2010 London 2010 First Train to Nuremberg 2011 A Few Acres of Snow 2011 Discworld: Ankh-Morpork 2011 Test of Fire: Bull Run 1861 2012 Aeroplanes: Aviation Ascendant 2012 Clash of Wills: Shiloh 1862 2012 P.I. 2013 A Study in Emerald 2013 Field of Glory: The Card Game 2013 The Witches 2014 In Flanders Field 2014 Mythotopia 2014 Onward to Venus 2015 Ships 2015 A Study in Emerald (Second Edition) 2016 Via Nebula 2016 Hit Z Road 2016 The Arrival 2017 A Handful of Stars 2017 London (Second Edition) 2018 Wildlands 2018 AuZtralia 2018 Lincoln 2018 Railways of Nippon 2018 Brass: Birmingham 2018 Moa 2019 Milito 2019 Nanty Narking 2020 Anno 1800: The Board Game 2021 Rocketmen 2021 Tinners' Trail 2023 Daimyo: Battle For Japan 2023 Bloodstones 2024 Fighting Fantasy Adventures 2024 Monster Rock 2024 Chaos Cove 2024 Cthulhu: Dark Providence 2025 Steam Power Interviews See weblinks module, and: Interviews by an Optimist # 68 - Martin Wallace (designer of Age of Steam) Interview for the \"SIC\" blog Microbadge:",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "boardgames": [
        224517
    ]
},
{
    "created_at": "2024-03-03T22:08:19.404636",
    "object_id": 32887,
    "url": "https://boardgamegeek.com/boardgamedesigner/32887/gavan-brown",
    "name": "Gavan Brown",
    "description": "Gavan Brown is a game designer and runner located in Calgary, Canada. Gavan is a member of the Game Artisans of Canada, and runs the independent game design boutique, Roxley Game Laboratory. His name is pronounced \"GAV-in BROW-n\" Ludography of Published games(2011) JAB: Real-time Boxing (2015) Super Motherload (2018) Brass: Birmingham Branding Portfolio(2011) Train Of Thought (2011) Eminent Domain (2011) Undermining (2011) JAB: Realtime Boxing (2014) Eminent Domain: Escalation (2015) Super Motherload (2015) Steampunk Rally (2017) Santorini (2018) Brass: Lancashire (2018) Brass: Birmingham (2018) Dice Throne: Season Two Old ArticlesInterview on Go Forth & Game Interview on Dice Hate Me Wired Magazine Reviews JAB",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "boardgames": [
        224517
    ]
},
{
    "created_at": "2024-03-03T22:08:19.795638",
    "object_id": 378,
    "url": "https://boardgamegeek.com/boardgamedesigner/378/matt-leacock",
    "name": "Matt Leacock",
    "description": "Matt Leacock is a game designer and user experience designer who is probably best known for creating the very popular game Pandemic. He has been designing games full time since 2014. Prior to that he was a user experience designer at Sococo, Yahoo!, AOL, Netscape, and Apple. His name is pronounced \"Mat LEE-cock\" \"I design the games that I want to play and teach. I have a hard time imagining doing game design for a paycheck.\" -- Matt Leacock Microbadge: - Matt Leacock fan Abridged List of Notable Games 2008 Pandemic - awarded Family Game of the Year by Games Magazine, nominated for Spiel des Jahres 2009 Roll Through the Ages: The Bronze Age - awarded Family Game of the Year by Games Magazine, nominated for Spiel des Jahres 2010 Forbidden Island - awarded Mensa Select + Golden Geek Best Children's Board Game, nominated for Spiel des Jahres 2013 Forbidden Desert - awarded Mensa Select + Golden Geek Best Children's Board game and other awards and nominations",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "boardgames": [
        161936
    ]
},
{
    "created_at": "2024-03-03T22:08:20.259065",
    "object_id": 442,
    "url": "https://boardgamegeek.com/boardgamedesigner/442/rob-daviau",
    "name": "Rob Daviau",
    "description": "Rob Daviau (born c. 1970) is a game designer from Western Massachusetts. He has been married to Lindsay Daviau who has worked in the board game industry in production, prototype development, play testing, graphic design, and art direction. She is one of two art directors for Restoration Games. He met her while working at Hasbro. His name is pronounced \"Rob dav-EE-oh\" Additional Interview Interview with Erik Arneson Fan microbadge available:",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "boardgames": [
        161936
    ]
}
]