[
{
    "created_at": "2024-03-03T22:18:49.929264",
    "object_id": 21765,
    "url": "https://boardgamegeek.com/boardgamepublisher/21765/roxley",
    "name": "Roxley",
    "description": "Roxley Games is a game development and publishing firm located in Calgary, AB featuring some of the best game designers and artists the industry has to offer. Twitter: @roxleygames Facebook: facebook.com/roxleygames Email: games@roxley.com Web: roxley.com At Roxley, we develop games with the intention of bringing the following core fundamentals to the table: Innovative Whether it’s a new mechanism, a new theme, or both, Roxley Games requires that every one of our projects features some sort of innovation. I mean, we wouldn’t be able to call ourselves a laboratory otherwise, would we? Addictive At Roxley, it is our deep dark secret to one day create a boardgame so addictive that governments all over the world have no choice but to pass legislation to limit how often people are allowed to play it. Beautiful How a game looks has a huge impact on how the game feels when you play it. That’s why our games feature amazing illustrations, intuitive iconography, and polished graphic design all created by industry leading artists and graphic designers. Robust How a game feels is as important to us as how it looks. Game components should feel robust and high quality. We take great care in selecting the proper component for every game mechanism to alleviate fiddliness. Our manufacturers are some of the best in the entire world. Polished Game development is all about testing, testing, testing… and when you are done all that testing, you test some more. Roxley Games run a gammut of playtesting with game designers and blind playtesters to ensure they are well balanced and polished. Our “gamer’s” games can be in heavy development for multiple years. Replayable Hobby boardgames are not cheap to produce, and they certainly aren’t cheap to buy. We want our games to have a permanent spot on your shelf. Games that you can come back to again and again. That is why we strive to ensure that all of our games are highly replayable featuring different setups and story lines every time you play.",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "boardgames": [
        224517
    ]
},
{
    "created_at": "2024-03-03T22:18:50.511694",
    "object_id": 8832,
    "url": "https://boardgamegeek.com/boardgamepublisher/8832/funforge",
    "name": "Funforge",
    "description": "Funforge is a publisher of top-quality card and board games. Our commitment is to offer fun and beautiful games with strong themes while easy to learn. Funforge was founded in 2008 and is a privately held European company. Funforge's games are distributed worldwide. Microbadges – Funforge fan",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "boardgames": [
        224517
    ]
},
{
    "created_at": "2024-03-03T22:18:51.110486",
    "object_id": 42147,
    "url": "https://boardgamegeek.com/boardgamepublisher/42147/giant-roc",
    "name": "Giant Roc",
    "description": "A German publisher, specialized mainly in localising expert games from all over the world to German language. We do so mainly via the German crowdfunding plattform Spieleschmiede .",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "boardgames": [
        224517
    ]
},
{
    "created_at": "2024-03-03T22:18:51.478829",
    "object_id": 46500,
    "url": "https://boardgamegeek.com/boardgamepublisher/46500/lord-boards",
    "name": "Lord of Boards",
    "description": "Young but ambitious publisher from Ukraine https://lordofboards.com.ua/ Microbadge: - Lord of Boards fan",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "boardgames": [
        224517,
        291457
    ]
},
{
    "created_at": "2024-03-03T22:18:51.850282",
    "object_id": 7466,
    "url": "https://boardgamegeek.com/boardgamepublisher/7466/rebel-sp-z-oo",
    "name": "Rebel Sp. z o.o.",
    "description": "Rebel is a company which started business in 2003, from a background of having started the biggest online boardgame store in Poland. Rebel is now a publisher, having Polish editions of major games in its portfolio, and at the same time developing and creating their own games. Rebel is also a distributor of several foreign publishers, like Days of Wonder, Asmodee, etc., and nowadays this is the main part of their business. Admin Note: Not to be confused with the Czech board game company REBEL. Microbadge Also See Rebel Times",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "boardgames": [
        224517,
        167791
    ]
},
{
    "created_at": "2024-03-03T22:18:52.392200",
    "object_id": 4785,
    "url": "https://boardgamegeek.com/boardgamepublisher/4785/ghenos-games",
    "name": "Ghenos Games",
    "description": "This page does not exist. You can edit this page to create it.",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "boardgames": [
        224517,
        167791
    ]
},
{
    "created_at": "2024-03-03T22:18:52.779734",
    "object_id": 3475,
    "url": "https://boardgamegeek.com/boardgamepublisher/3475/arclight-games",
    "name": "Arclight Games",
    "description": "A game company at Tokyo, Japan. They publish and distribute not only many European/American games of Japanese version but also Japanese original games. http://www.arclight.co.jp/ag/ They publish bi-monthly card and board game magazine named GameLink from issue #4. http://homepage3.nifty.com/w-heaven/english/ They edit monthly RPG magazine named Role and Roll. http://www.arclight.co.jp/r_r/ There is an antenna shop named Role and Roll Station for board, card and role playng games at Akihabara and Yokohama. http://www.arclight.co.jp/r_r_s/ They have TCG shop chain named Hobby Station. http://www.hbst.net/ They manage JGC (Japan game convention) annually from 1996. http://www.arclight.co.jp/jgc/ They also manage Japanese biggest board game events named GameMarket from 2010 (11th year). 2 Times at Tokyo and 1 time at Osaka every year. http://gamemarket.jp/?ml_lang=en",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "boardgames": [
        224517,
        167791,
        233078,
        174430,
        291457,
        316554
    ]
},
{
    "created_at": "2024-03-03T22:18:53.407783",
    "object_id": 11043,
    "url": "https://boardgamegeek.com/boardgamepublisher/11043/conclave-editora",
    "name": "Conclave Editora",
    "description": "A Brazilian publisher of RPGs, including the best selling Brazilian RPG title \"Vikings - Midgard,\" which has been brought to the English speaking market through a partnership with Secular Games. Now a publisher of books and boargames, including titles like Dominion and Nosferatu. For more information, see the publisher's website.",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "boardgames": [
        224517
    ]
},
{
    "created_at": "2024-03-03T22:18:53.901970",
    "object_id": 41423,
    "url": "https://boardgamegeek.com/boardgamepublisher/41423/tlama-games",
    "name": "TLAMA games",
    "description": "We are one of the main board games publisher and accessories manufacturers in the Czech Republic and Slovakia. We bring the best games not only to Czech gamers. We localize yearly about 40 new titles a would like to publish several new original titles every year. Established 2018. We run a big Board games store in Prague and organize various events there and around the country. Contacts: TLAMA games Trebohosticka 2 Praha 10 100 00 Czech Republic Email: info@tlamagames.com Website: www.tlamagames.com Phone: +420 608 400 030",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "boardgames": [
        224517
    ]
},
{
    "created_at": "2024-03-03T22:18:54.259217",
    "object_id": 4932,
    "url": "https://boardgamegeek.com/boardgamepublisher/4932/white-goblin-games",
    "name": "White Goblin Games",
    "description": "White Goblin Games is a young and fast-growing publisher of board, card and dice games. The company has a broad portfolio of licenses for fun board and card games from numerous international partners. Over the past years White Goblin Games has established themselves nationally as a renowned publisher through the localization of games such as Qwixx, The Mind, Codenames, Machi Koro and many more. Additionally, they develop and publish their ‘own’ titles. This year nine new international titles will be released: Ka Pai, Montana: Goldrush, Bali: Village of Tani, Haciënda, Maya, Rat Attack, Claim Reinforcements: Magic, Claim Reinforcements: Mercenaries and Claim Reinforcements; Maps. Based in Exloermond, Netherlands. Microbadge: - White Goblin Games fan",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "boardgames": [
        224517,
        342942
    ]
}
]