[
{
    "created_at": "2024-03-03T21:57:19.911171",
    "object_id": 224517,
    "url": "https://boardgamegeek.com/boardgame/224517/brass-birmingham",
    "name": "Brass: Birmingham",
    "description": "Brass: Birmingham is an economic strategy game sequel to Martin Wallace' 2007 masterpiece, Brass. Brass: Birmingham tells the story of competing entrepreneurs in Birmingham during the industrial revolution, between the years of 1770-1870.It offers a very different story arc and experience from its predecessor. As in its predecessor, you must develop, build, and establish your industries and network, in an effort to exploit low or high market demands. The game is played over two halves: the canal era (years 1770-1830) and the rail era (years 1830-1870). To win the game, score the most VPs. VPs are counted at the end of each half for the canals, rails and established (flipped) industry tiles.Each round, players take turns according to the turn order track, receiving two actions to perform any of the following actions (found in the original game):1) Build - Pay required resources and place an industry tile.2) Network - Add a rail / canal link, expanding your network.3) Develop - Increase the VP value of an industry.4) Sell - Sell your cotton, manufactured goods and pottery.5) Loan - Take a £30 loan and reduce your income.Brass: Birmingham also features a new sixth action:6) Scout - Discard three cards and take a wild location and wild industry card. (This action replaces Double Action Build in original Brass.)",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "published_year": 2018,
    "min_player": 2,
    "max_player": 4,
    "playing_time": 120,
    "playing_min_time": 60,
    "playing_max_time": 120,
    "age": 14,
    "rank": 1,
    "geek_rating": 0.0,
    "avg_rating": 0.0,
    "num_voters": 0,
    "boardgame_reimplemented": [
        28720
    ],
    "subdomain": [
        5497
    ],
    "mechanism": [
        2081,
        2849,
        2826,
        2897,
        2904,
        2900,
        2902,
        2040,
        3100
    ],
    "family": [
        81601,
        4705,
        70948,
        77349,
        14759,
        65191,
        81575,
        50152,
        66445,
        17519,
        81586,
        8374,
        22135,
        78198,
        57499,
        26397
    ],
    "categories": [
        1088,
        2726,
        1034,
        1011,
        2710,
        1021
    ],
    "companies": [
        8832,
        21765,
        3475,
        11043,
        42147,
        46500,
        7466,
        4785,
        4932,
        41423,
        30677,
        36186,
        34522,
        31071,
        21608,
        25074,
        36210,
        8820,
        54777
    ],
    "artists": [
        38179,
        70568,
        70571,
        32943,
        32887
    ],
    "designers": [
        32943,
        6,
        32887
    ]
},
{
    "created_at": "2024-03-03T21:57:20.241910",
    "object_id": 167791,
    "url": "https://boardgamegeek.com/boardgame/167791/terraforming-mars",
    "name": "Terraforming Mars",
    "description": "In the 2400s, mankind begins to terraform the planet Mars. Giant corporations, sponsored by the World Government on Earth, initiate huge projects to raise the temperature, the oxygen level, and the ocean coverage until the environment is habitable. In Terraforming Mars, you play one of those corporations and work together in the terraforming process, but compete for getting victory points that are awarded not only for your contribution to the terraforming, but also for advancing human infrastructure throughout the solar system, and doing other commendable things.The players acquire unique project cards (from over two hundred different ones) by buying them to their hand. The cards can give you immediate bonuses, as well as increasing your production of different resources. Many cards also have requirements and they become playable when the temperature, oxygen, or ocean coverage increases enough. Buying cards is costly, so there is a balance between buying cards and actually playing them. Standard Projects are always available to complement your cards. Your basic income, as well as your basic score, is based on your Terraform Rating. However, your income is complemented with your production, and you also get VPs from many other sources.Each player keeps track of their production and resources on their player boards, and the game uses six types of resources: MegaCredits, Steel, Titanium, Plants, Energy, and Heat. On the game board, you compete for the best places for your city tiles, ocean tiles, and greenery tiles. You also compete for different Milestones and Awards worth many VPs. Each round is called a generation and consists of the following phases:1) Player order shifts clockwise.2) Research phase: All players buy cards from four privately drawn.3) Action phase: Players take turns doing 1-2 actions from these options: Playing a card, claiming a Milestone, funding an Award, using a Standard project, converting plant into greenery tiles (and raising oxygen), converting heat into a temperature raise, and using the action of a card in play. The turn continues around the table (sometimes several laps) until all players have passed.4) Production phase: Players get resources according to their terraform rating and production parameters.When the three global parameters (temperature, oxygen, ocean) have all reached their goal, the terraforming is complete, and the game ends after that generation. Count your Terraform Rating and other VPs to determine the winning corporation!",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "published_year": 2016,
    "min_player": 1,
    "max_player": 5,
    "playing_time": 120,
    "playing_min_time": 120,
    "playing_max_time": 120,
    "age": 12,
    "rank": 7,
    "geek_rating": 0.0,
    "avg_rating": 0.0,
    "num_voters": 0,
    "boardgame_reimplemented": [
        296108,
        328871
    ],
    "subdomain": [
        5497
    ],
    "mechanism": [
        2912,
        2849,
        2819,
        2043,
        2984,
        2026,
        2828,
        2897,
        2002,
        2004,
        2902,
        2040,
        2874,
        2875,
        3100,
        2686,
        2015
    ],
    "family": [
        78432,
        5666,
        46915,
        19298,
        77349,
        65191,
        49694,
        43631,
        77906,
        81586,
        66167,
        64952,
        10169,
        27646
    ],
    "categories": [
        1088,
        1016,
        1113,
        1084,
        1021,
        1086
    ],
    "companies": [
        46980,
        5380,
        11652,
        32395,
        24844,
        18575,
        3218,
        3475,
        48279,
        36763,
        51614,
        22560,
        46884,
        7466,
        4785,
        7992,
        6214,
        23756,
        33998,
        32591,
        36563,
        30677,
        32866,
        8291,
        34801,
        25203
    ],
    "artists": [
        62819,
        52076
    ],
    "designers": [
        52075
    ]
},
{
    "created_at": "2024-03-03T21:57:20.559035",
    "object_id": 233078,
    "url": "https://boardgamegeek.com/boardgame/233078/twilight-imperium-fourth-edition",
    "name": "Twilight Imperium: Fourth Edition",
    "description": "Twilight Imperium (Fourth Edition) is a game of galactic conquest in which three to six players take on the role of one of seventeen factions vying for galactic domination through military might, political maneuvering, and economic bargaining. Every faction offers a completely different play experience, from the wormhole-hopping Ghosts of Creuss to the Emirates of Hacan, masters of trade and economics. These seventeen races are offered many paths to victory, but only one may sit upon the throne of Mecatol Rex as the new masters of the galaxy.No two games of Twilight Imperium are ever identical. At the start of each galactic age, the game board is uniquely and strategically constructed using 51 galaxy tiles that feature everything from lush new planets and supernovas to asteroid fields and gravity rifts. Players are dealt a hand of these tiles and take turns creating the galaxy around Mecatol Rex, the capital planet seated in the center of the board. An ion storm may block your race from progressing through the galaxy while a fortuitously placed gravity rift may protect you from your closest foes. The galaxy is yours to both craft and dominate.A round of Twilight Imperium begins with players selecting one of eight strategy cards that both determine player order and give their owner a unique strategic action for that round. These may do anything from providing additional command tokens to allowing a player to control trade throughout the galaxy. After these roles are selected, players take turns moving their fleets from system to system, claiming new planets for their empire, and engaging in warfare and trade with other factions. At the end of a turn, players gather in a grand council to pass new laws and agendas, shaking up the game in unpredictable ways.After every player has passed their turn, players move up the victory track by checking to see whether they have completed any objectives throughout the turn and scoring them. Objectives are determined by setting up ten public objective cards at the start of each game, then gradually revealing them with every round. Every player also chooses between two random secret objectives at the start of the game, providing victory points achievable only by the holder of that objective. These objectives can be anything from researching new technologies to taking your neighbor's home system. At the end of every turn, a player can claim one public objective and one secret objective. As play continues, more of these objectives are revealed and more secret objectives are dealt out, giving players dynamically changing goals throughout the game. Play continues until a player reaches ten victory points.—description from the publisher",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "published_year": 2017,
    "min_player": 3,
    "max_player": 6,
    "playing_time": 480,
    "playing_min_time": 240,
    "playing_max_time": 480,
    "age": 14,
    "rank": 5,
    "geek_rating": 0.0,
    "avg_rating": 0.0,
    "num_voters": 0,
    "boardgame_reimplemented": [
        12493
    ],
    "subdomain": [
        5496,
        5497
    ],
    "mechanism": [
        2849,
        2914,
        2017,
        2021,
        2886,
        2011,
        2026,
        2897,
        2676,
        2838,
        2008,
        2072,
        2015,
        2843,
        2876,
        2079
    ],
    "family": [
        67874,
        25158,
        12210,
        64949,
        78680,
        29
    ],
    "categories": [
        1026,
        1001,
        1015,
        1016,
        1113,
        1019,
        1020,
        1021
    ],
    "companies": [
        23043,
        18852,
        4617,
        17,
        15889,
        3475,
        39249,
        15605,
        34744,
        2973
    ],
    "artists": [
        11988
    ],
    "designers": [
        96049,
        6651,
        21
    ]
},
{
    "created_at": "2024-03-03T21:57:20.872550",
    "object_id": 174430,
    "url": "https://boardgamegeek.com/boardgame/174430/gloomhaven",
    "name": "Gloomhaven",
    "description": "Gloomhaven is a game of Euro-inspired tactical combat in a persistent world of shifting motives. Players will take on the role of a wandering adventurer with their own special set of skills and their own reasons for traveling to this dark corner of the world. Players must work together out of necessity to clear out menacing dungeons and forgotten ruins. In the process, they will enhance their abilities with experience and loot, discover new locations to explore and plunder, and expand an ever-branching story fueled by the decisions they make.This is a game with a persistent and changing world that is ideally played over many game sessions. After a scenario, players will make decisions on what to do, which will determine how the story continues, kind of like a “Choose Your Own Adventure” book. Playing through a scenario is a cooperative affair where players will fight against automated monsters using an innovative card system to determine the order of play and what a player does on their turn.Each turn, a player chooses two cards to play out of their hand. The number on the top card determines their initiative for the round. Each card also has a top and bottom power, and when it is a player’s turn in the initiative order, they determine whether to use the top power of one card and the bottom power of the other, or vice-versa. Players must be careful, though, because over time they will permanently lose cards from their hands. If they take too long to clear a dungeon, they may end up exhausted and be forced to retreat.",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "published_year": 2017,
    "min_player": 1,
    "max_player": 4,
    "playing_time": 120,
    "playing_min_time": 60,
    "playing_max_time": 120,
    "age": 14,
    "rank": 3,
    "geek_rating": 0.0,
    "avg_rating": 0.0,
    "num_voters": 0,
    "boardgame_reimplemented": [
        390478
    ],
    "subdomain": [
        5496,
        5497
    ],
    "mechanism": [
        2689,
        2819,
        2822,
        2824,
        2839,
        3099,
        3100,
        2846,
        2975,
        2854,
        2857,
        3004,
        2893,
        2011,
        2015,
        2018,
        2020,
        2023,
        2026,
        2028,
        2676,
        2040
    ],
    "family": [
        5666,
        77349,
        25158,
        65191,
        25404,
        75241,
        45610,
        5615,
        67953,
        59218,
        68438,
        8374,
        78680,
        24281,
        73596,
        7005,
        66335
    ],
    "categories": [
        1010,
        1046,
        1047,
        1020,
        1022
    ],
    "companies": [
        27425,
        46179,
        18852,
        8291,
        22380,
        23756,
        4304,
        3475,
        8820,
        15605,
        40478
    ],
    "artists": [
        78961,
        77084,
        84269
    ],
    "designers": [
        69802
    ]
},
{
    "created_at": "2024-03-03T21:57:21.169040",
    "object_id": 291457,
    "url": "https://boardgamegeek.com/boardgame/291457/gloomhaven-jaws-lion",
    "name": "Gloomhaven: Jaws of the Lion",
    "description": "Gloomhaven: Jaws of the Lion is a standalone game that takes place before the events of Gloomhaven. The game includes four new characters — Valrath Red Guard (tank, crowd control), Inox Hatchet (ranged damage), Human Voidwarden (support, mind-control), and Quatryl Demolitionist (melee damage, obstacle manipulation) — that can also be used in the original Gloomhaven game.The game also includes 16 monster types (including seven new standard monsters and three new bosses) and a new campaign with 25 scenarios that invites the heroes to investigate a case of mysterious disappearances within the city. Is it the work of Vermlings, or is something far more sinister going on?Gloomhaven: Jaws of the Lion is aimed at a more casual audience to get people into the gameplay more quickly. All of the hard-to-organize cardboard map tiles have been removed, and instead players will play on the scenario book itself, which features new artwork unique to each scenario. The last barrier to entry — i.e., learning the game — has also been lowered through a simplified rule set and a five-scenario tutorial that will ease new players into the experience.",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "published_year": 2020,
    "min_player": 1,
    "max_player": 4,
    "playing_time": 120,
    "playing_min_time": 30,
    "playing_max_time": 120,
    "age": 14,
    "rank": 9,
    "geek_rating": 0.0,
    "avg_rating": 0.0,
    "num_voters": 0,
    "boardgame_reimplemented": [],
    "subdomain": [
        5496,
        5497
    ],
    "mechanism": [
        2689,
        2018,
        2819,
        2020,
        2854,
        2023,
        2824,
        2822,
        2026,
        2893,
        2676,
        2839,
        2040,
        2015,
        3099,
        3004,
        2846,
        2975
    ],
    "family": [
        72224,
        5666,
        77349,
        25158,
        65191,
        25404,
        75241,
        45610,
        62475,
        59218,
        78198,
        24281,
        73596,
        66335
    ],
    "categories": [
        1010,
        1046,
        1047,
        1020,
        1022
    ],
    "companies": [
        27425,
        46179,
        18852,
        8291,
        46500,
        50696,
        22380,
        48269,
        33998,
        4304,
        3475,
        8820,
        15605
    ],
    "artists": [
        66266,
        77084,
        79079
    ],
    "designers": [
        69802
    ]
},
{
    "created_at": "2024-03-03T21:57:21.539567",
    "object_id": 187645,
    "url": "https://boardgamegeek.com/boardgame/187645/star-wars-rebellion",
    "name": "Star Wars: Rebellion",
    "description": "Star Wars: Rebellion is a board game of epic conflict between the Galactic Empire and Rebel Alliance for two to four players.Experience the Galactic Civil War like never before. In Rebellion, you control the entire Galactic Empire or the fledgling Rebel Alliance. You must command starships, account for troop movements, and rally systems to your cause. Given the differences between the Empire and Rebel Alliance, each side has different win conditions, and you'll need to adjust your play style depending on who you represent: As the Imperial player, you can command legions of Stormtroopers, swarms of TIEs, Star Destroyers, and even the Death Star. You rule the galaxy by fear, relying on the power of your massive military to enforce your will. To win the game, you need to snuff out the budding Rebel Alliance by finding its base and obliterating it. Along the way, you can subjugate worlds or even destroy them. As the Rebel player, you can command dozens of troopers, T-47 airspeeders, Corellian corvettes, and fighter squadrons. However, these forces are no match for the Imperial military. In terms of raw strength, you'll find yourself clearly overmatched from the very outset, so you'll need to rally the planets to join your cause and execute targeted military strikes to sabotage Imperial build yards and steal valuable intelligence. To win the Galactic Civil War, you'll need to sway the galaxy's citizens to your cause. If you survive long enough and strengthen your reputation, you inspire the galaxy to a full-scale revolt, and you win.Featuring more than 150 plastic miniatures and two game boards that account for thirty-two of the Star Wars galaxy's most notable systems, Rebellion features a scope that is as large and sweeping as any Star Wars game before it.Yet for all its grandiosity, Rebellion remains intensely personal, cinematic, and heroic. As much as your success depends upon the strength of your starships, vehicles, and troops, it depends upon the individual efforts of such notable characters as Leia Organa, Mon Mothma, Grand Moff Tarkin, and Emperor Palpatine. As civil war spreads throughout the galaxy, these leaders are invaluable to your efforts, and the secret missions they attempt will evoke many of the most inspiring moments from the classic trilogy. You might send Luke Skywalker to receive Jedi training on Dagobah or have Darth Vader spring a trap that freezes Han Solo in carbonite!",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "published_year": 2016,
    "min_player": 2,
    "max_player": 4,
    "playing_time": 240,
    "playing_min_time": 180,
    "playing_max_time": 240,
    "age": 14,
    "rank": 10,
    "geek_rating": 0.0,
    "avg_rating": 0.0,
    "num_voters": 0,
    "boardgame_reimplemented": [],
    "subdomain": [
        5496
    ],
    "mechanism": [
        2967,
        2072,
        3100,
        2846,
        2080,
        2850,
        2856,
        2857,
        2046,
        2897,
        2901,
        2902,
        2015,
        2912,
        2019,
        2021,
        2933,
        2040,
        2686
    ],
    "family": [
        5602,
        25158,
        5679,
        72016,
        64949,
        61206,
        61979,
        66335
    ],
    "categories": [
        1064,
        1102,
        1047,
        1016,
        1113,
        1019
    ],
    "companies": [
        23043,
        18852,
        8291,
        264,
        4617,
        17,
        6194,
        15889,
        15605,
        2973
    ],
    "artists": [
        49280,
        13442,
        81542,
        43532,
        18700,
        44813,
        59149,
        46353,
        48661,
        12438,
        86044,
        86045,
        77085,
        34719,
        41638,
        17704,
        21426,
        63040,
        77254,
        46414,
        86222,
        46416,
        41678,
        41679,
        68942,
        12627,
        75483,
        19549,
        20067,
        69091,
        49381,
        49382,
        21095,
        90475,
        90477,
        19822,
        14318,
        29808,
        38000,
        49393,
        29809,
        32122,
        17275,
        69244,
        14590
    ],
    "designers": [
        6651
    ]
},
{
    "created_at": "2024-03-03T21:57:21.854171",
    "object_id": 161936,
    "url": "https://boardgamegeek.com/boardgame/161936/pandemic-legacy-season-1",
    "name": "Pandemic Legacy: Season 1",
    "description": "Pandemic Legacy is a co-operative campaign game, with an overarching story-arc played through 12-24 sessions, depending on how well your group does at the game. At the beginning, the game starts very similar to basic Pandemic, in which your team of disease-fighting specialists races against the clock to travel around the world, treating disease hotspots while researching cures for each of four plagues before they get out of hand.During a player's turn, they have four actions available, with which they may travel around in the world in various ways (sometimes needing to discard a card), build structures like research stations, treat diseases (removing one cube from the board; if all cubes of a color have been removed, the disease has been eradicated), trade cards with other players, or find a cure for a disease (requiring five cards of the same color to be discarded while at a research station). Each player has a unique role with special abilities to help them at these actions.After a player has taken their actions, they draw two cards. These cards can include epidemic cards, which will place new disease cubes on the board, and can lead to an outbreak, spreading disease cubes even further. Outbreaks additionally increase the panic level of a city, making that city more expensive to travel to.Each month in the game, you have two chances to achieve that month's objectives. If you succeed, you win and immediately move on to the next month. If you fail, you have a second chance, with more funding for beneficial event cards.During the campaign, new rules and components will be introduced. These will sometimes require you to permanently alter the components of the game; this includes writing on cards, ripping up cards, and placing permanent stickers on components. Your characters can gain new skills, or detrimental effects. A character can even be lost entirely, at which point it's no longer available for play.Part of the Pandemic series",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "published_year": 2015,
    "min_player": 2,
    "max_player": 4,
    "playing_time": 60,
    "playing_min_time": 60,
    "playing_max_time": 60,
    "age": 13,
    "rank": 2,
    "geek_rating": 0.0,
    "avg_rating": 0.0,
    "num_voters": 0,
    "boardgame_reimplemented": [
        221107,
        30549
    ],
    "subdomain": [
        5496,
        5497
    ],
    "mechanism": [
        2822,
        2023,
        2824,
        2001,
        2004,
        2008,
        2040,
        3100,
        2078,
        2015
    ],
    "family": [
        72224,
        62881,
        63524,
        63525,
        3430,
        65191,
        63526,
        78680,
        62899,
        66167,
        64952,
        24281,
        25404,
        61854
    ],
    "categories": [
        2145,
        1084
    ],
    "companies": [
        8291,
        9325,
        1391,
        15983,
        15889,
        44209,
        8820,
        5812,
        7992,
        5657,
        538,
        2366
    ],
    "artists": [
        14057
    ],
    "designers": [
        442,
        378
    ]
},
{
    "created_at": "2024-03-03T21:57:22.155127",
    "object_id": 115746,
    "url": "https://boardgamegeek.com/boardgame/115746/war-ring-second-edition",
    "name": "War of the Ring: Second Edition",
    "description": "In War of the Ring, one player takes control of the Free Peoples (FP), the other player controls Shadow Armies (SA). Initially, the Free People Nations are reluctant to take arms against Sauron, so they must be attacked by Sauron or persuaded by Gandalf or other Companions, before they start to fight properly: this is represented by the Political Track, which shows if a Nation is ready to fight in the War of the Ring or not.The game can be won by a military victory, if Sauron conquers a certain number of Free People cities and strongholds or vice versa. But the true hope of the Free Peoples lies with the quest of the Ringbearer: while the armies clash across Middle-earth, the Fellowship of the Ring is trying to get secretly to Mount Doom to destroy the One Ring. Sauron is not aware of the real intention of his enemies but is looking across Middle-earth for the precious Ring, so that the Fellowship is going to face numerous dangers, represented by the rules of The Hunt for the Ring. But the Companions can spur the Free Peoples to the fight against Sauron, so the Free People player must balance the need to protect the Ringbearer from harm, against the attempt to raise a proper defense against the armies of the Shadow, so that they do not overrun Middle-earth before the Ringbearer completes his quest.Each game turn revolves around the roll of Action Dice: each die corresponds to an action that a player can do during a turn. Depending on the face rolled on each die, different actions are possible (moving armies, characters, recruiting troops, advancing a Political Track).Action Dice can also be used to draw or play Event Cards. Event Cards are played to represent specific events from the story (or events that could possibly have happened) that cannot be portrayed through normal game-play. Each Event Card can also create an unexpected turn in the game, allowing special actions or altering the course of a battle.",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "published_year": 2011,
    "min_player": 2,
    "max_player": 4,
    "playing_time": 180,
    "playing_min_time": 150,
    "playing_max_time": 180,
    "age": 13,
    "rank": 8,
    "geek_rating": 0.0,
    "avg_rating": 0.0,
    "num_voters": 0,
    "boardgame_reimplemented": [
        362944,
        9609
    ],
    "subdomain": [
        5496,
        4664
    ],
    "mechanism": [
        2080,
        2018,
        2850,
        2947,
        2019,
        2857,
        2897,
        2838,
        2072,
        2040,
        2046
    ],
    "family": [
        64960,
        25158,
        4263,
        5615,
        77906,
        5723
    ],
    "categories": [
        1093,
        1010,
        1046,
        1047,
        1019,
        1086
    ],
    "companies": [
        35809,
        15906,
        21053,
        36,
        264,
        4617,
        29194,
        14346,
        6123,
        24844,
        45134,
        38809,
        17917,
        2366
    ],
    "artists": [
        11884,
        20670
    ],
    "designers": [
        935,
        934,
        3247
    ]
},
{
    "created_at": "2024-03-03T21:57:22.502611",
    "object_id": 316554,
    "url": "https://boardgamegeek.com/boardgame/316554/dune-imperium",
    "name": "Dune: Imperium",
    "description": "Dune: Imperium is a game that uses deck-building to add a hidden-information angle to traditional worker placement. It finds inspiration in elements and characters from the Dune legacy, both the new film from Legendary Pictures and the seminal literary series from Frank Herbert, Brian Herbert, and Kevin J. Anderson.As a leader of one of the Great Houses of the Landsraad, raise your banner and marshal your forces and spies. War is coming, and at the center of the conflict is Arrakis – Dune, the desert planet.You start with a unique leader card, as well as a deck identical to those of your opponents. As you acquire cards and build your deck, your choices will define your strengths and weaknesses. Cards allow you to send your Agents to certain spaces on the game board, so how your deck evolves affects your strategy. You might become more powerful militarily, able to deploy more troops than your opponents. Or you might acquire cards that give you an edge with the four political factions represented in the game: the Emperor, the Spacing Guild, the Bene Gesserit, and the Fremen.Unlike many deck-building games, you don’t play your entire hand in one turn. Instead, you draw a hand of cards at the start of every round and alternate with other players, taking one Agent turn at a time (playing one card to send one of your Agents to the game board). When it’s your turn and you have no more Agents to place, you’ll take a Reveal turn, revealing the rest of your cards, which will provide Persuasion and Swords. Persuasion is used to acquire more cards, and Swords help your troops fight for the current round’s rewards as shown on the revealed Conflict card.Defeat your rivals in combat, shrewdly navigate the political factions, and acquire precious cards. The Spice must flow to lead your House to victory!Some important links: The Official FAQ, the Unofficial FAQ, and an Automa (solo and 2p) Overview",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "published_year": 2020,
    "min_player": 1,
    "max_player": 4,
    "playing_time": 120,
    "playing_min_time": 60,
    "playing_max_time": 120,
    "age": 14,
    "rank": 6,
    "geek_rating": 0.0,
    "avg_rating": 0.0,
    "num_voters": 0,
    "boardgame_reimplemented": [
        397598
    ],
    "subdomain": [
        5497
    ],
    "mechanism": [
        2914,
        2819,
        2082,
        2664,
        2857,
        2828,
        3100,
        2864,
        2901,
        2041,
        3099,
        2876,
        2686,
        2015
    ],
    "family": [
        79009,
        5666,
        77349,
        5838,
        78198,
        59705
    ],
    "categories": [
        1064,
        1001,
        1093,
        1016
    ],
    "companies": [
        48648,
        33706,
        55404,
        45134,
        34801,
        39249,
        3475,
        36563,
        15605,
        33626,
        21053
    ],
    "artists": [
        31001,
        155730,
        73773,
        119957
    ],
    "designers": [
        92370
    ]
},
{
    "created_at": "2024-03-03T21:57:22.805627",
    "object_id": 342942,
    "url": "https://boardgamegeek.com/boardgame/342942/ark-nova",
    "name": "Ark Nova",
    "description": "In Ark Nova, you will plan and design a modern, scientifically managed zoo. With the ultimate goal of owning the most successful zoological establishment, you will build enclosures, accommodate animals, and support conservation projects all over the world. Specialists and unique buildings will help you in achieving this goal.Each player has a set of five action cards to manage their gameplay, and the power of an action is determined by the slot the card currently occupies. The cards in question are: CARDS: Allows you to gain new zoo cards (animals, sponsors, and conservation project cards). BUILD: Allows you to build standard or special enclosures, kiosks, and pavilions. ANIMALS: Allows you to accommodate animals in your zoo. ASSOCIATION: Allows your association workers to carry out different tasks. SPONSORS: Allows you to play a sponsor card in your zoo or to raise money.255 cards featuring animals, specialists, special enclosures, and conservation projects, each with a special ability, are at the heart of Ark Nova. Use them to increase the appeal and scientific reputation of your zoo and collect conservation points.—description from the publisher",
    "created_by": 22205250,
    "updated_at": null,
    "updated_by": null,
    "published_year": 2021,
    "min_player": 1,
    "max_player": 4,
    "playing_time": 150,
    "playing_min_time": 90,
    "playing_max_time": 150,
    "age": 14,
    "rank": 4,
    "geek_rating": 0.0,
    "avg_rating": 0.0,
    "num_voters": 0,
    "boardgame_reimplemented": [],
    "subdomain": [
        5497
    ],
    "mechanism": [
        2914,
        2819,
        2026,
        2897,
        2002,
        2004,
        2902,
        2040,
        2041,
        2875,
        3100,
        2015
    ],
    "family": [
        67874,
        5666,
        76649,
        76846,
        68335,
        66167,
        70360,
        73596
    ],
    "categories": [
        1089,
        1084,
        1021
    ],
    "companies": [
        10768,
        3218,
        17179,
        51614,
        2726,
        7992,
        29242,
        4932,
        44241,
        22609,
        42325,
        30677,
        39774,
        29409,
        8291,
        21608,
        22380,
        30958,
        8820,
        12540
    ],
    "artists": [
        138547,
        12484,
        11797,
        11462
    ],
    "designers": [
        138517
    ]
}
]